Repository: gurpreetimpinge/Desktop-isupos_ios
Catalog: ISUPOS/*.lproj/Localizable.strings
Languages: sv

source: Contact
sv: Kontakt

source: Account
sv: Konto

source: Additional Information
sv: Ytterligare information

source: Address
sv: Adress.

source: Amount
sv: Summa

source: Authorization
sv: Tillstånd

source: City
sv: Stad

source: Country
sv: Land

source: Date
sv: Datum

source: Entry Mode
sv: Inmatningsläge

source: Merchant ID
sv: KassaID

source: Name
sv: Namn

source: Receipt Type
sv: Kvittotyp

source: Time
sv: Tid

source: Transaction
sv: Transaktion

source: Type
sv: Typ

source: Zip
sv: Postnummer

source: Audit Log
sv: Granskningslogg

source: Description
sv: Beskrivning

source: Back
sv: tillbaka

source: SALE
sv: FÖRSÄLJNING

source: Generate Z day report
sv: Generera Z dag rapport

source: Z Day
sv: Z Dag

source: Z-REPORT
sv: Z-RAPPORT

source: There are no new transaction to generate report
sv: Det finns inga nya transaktioner för att generera rapport

source: Day Report
sv: dag Rapportera

source: Month Report
sv: Månadsrapport

source: The email you entered is incorrect.
sv: E-postmeddelandet du angav är felaktig.

source: Copy
sv: kopia

source: Copies
sv: kopior

source: Printer
sv: Skrivare

source: Please enter block title and article no.
sv: Skriv in titel och artikelnummer.

source: Printer Offline
sv: Skrivare offline

source: Print
sv: Skriv ut

source: Printer Options
sv: skrivaralternativ

source: Change
sv: Växel

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

source: Receipt No
sv: kvitto nr

source: Z day report
sv: Z dag rapport

source: X day report
sv: X dag rapport

source: Reset Password
sv: Återställ lösenord

source: Enter Email
sv: Ange email

source: Password
sv: Lösenord

source: Login
sv: Logga in

source: Cancel
sv: Avbryt

source: Close
sv: Stäng

source: Forgot Password ?
sv: Glömt Lösenord?

source: Quick Blocks
sv: Paneler

source: Quick Buttons
sv: Snabbknappar

source: Clear
sv: Rensa

source: Including
sv: Inklusive

source: Search Quick Buttons
sv: Sök snabbknappar

source: Charge
sv: Betala

source: ADD ITEM
sv: Lägg till

source: Add Item
sv: Lägg till

source: Select Variant
sv: Välj variant

source: Done
sv: Klar

source: Remove
sv: Ta bort

source: Comments
sv: kommentarer

source: Articles
sv: Artikelregister

source: Receipt
sv: Kvitto

source: Park Receipts
sv: Parkera kvitto

source: More
sv: Mer

source: Add
sv: Lägg till

source: Search Article
sv: Sök artikel

source: Number
sv: Nummer

source: VAT
sv: Moms

source: Barcode
sv: Streckkod

source: Price
sv: Pris

# Data saved.
source: Saved.
sv: Sparats

source: Article Number
sv: Artikelnummer

source: Article Name
sv: Artikelnamn

source: Receipt Text
sv: Kvittotext

source: VAT
sv: Moms

source: Discount
sv: Rabatt

source: Article
sv: Artikel

source: Action
sv: Åtgärd

source: Park Time
sv: Parkerad den

# Notice
source: Customer
sv: Kund

source: Park on going receipt
sv: Parkera pågående kvitto

source: Print ongoing receipt as tab
sv: Skriv pågående kvitto som tab

source: Activate
sv: aktivera

source: Please enter your email
sv: Ange e-postadress

source: Customer
sv: Kund

source: Manage Articles
sv: Hantera Artiklar

source: Quick Button/Blocks
sv: Snabbknappar/grupper

source: Receipt Data
sv: Kvittodata

source: Transactions
sv: Transactioner

source: Reports
sv: Rapporter

source: Printers
sv: Skrivare

source: Link of TimeDo
sv: Länk av TimeDo

source: About ISUPOS
sv: Om ISUPOS

source: General Settings
sv: Allmänna Inställningar

source: Sign Out
sv: Logga ut

source: Do you want to logout?
sv: Vill du logga ut?

source: Yes
sv: Ja

source: No
sv: Nej

source: Refresh Article
sv: Ladda artiklar från Central

source: Add Article
sv: Skapa artikel

source: Add Variant
sv: Lägg till variant

source: Variant Title
sv: Variant-titel

source: Submit
sv: Bekräfta

source: Save
sv: Spara

source: Are you want to delete or edit?
sv: Är du vill ta bort eller ändra?

source: Only one discount allowed on Cart.
sv: Du kan endast ha 1 rabatt i varukorgen.

source: Date and Time
sv: Datum och tid

source: Company Information
sv: Bolagsinformation

source: Tax at the top of Receipt
sv: Text kvittohuvud

source: Tax at the end of Receipt
sv: Text kvittofot

source: Organization Number
sv: Organisationsnummer

source: Company Name
sv: Företagsnamn

source: Address 1
sv: Adress 1

source: Address 2
sv: Adress 2

source: Zip Code
sv: Postnummer

source: Phone
sv: Telefon

source: Homepage
sv: Hemsida

source: Row 1
sv: Rad 1

source: Row 2
sv: Rad 2

source: Row 3
sv: Rad 3

source: Row 4
sv: Rad 4

source: Row 5
sv: Rad 5

source: Cash
sv: Kassa

source: Seller
sv: Saljare

source: To Pay
sv: ATT BETALA

source: Short
sv: Kort

source: Vat Total
sv: Moms Total

source: Control:
sv: Kontrollenhet:

source: Card Transaction
sv: KORTTRANSAKTION

source: Payment
sv: Betalning

source: Shop No.
sv: Butiknr:

source: TerminalId:
sv: TerminalaId:

source: Save the receipt
sv: SPARA KVITTOT

source: Customer Copy
sv: KUNDENS EXEMPLAR

source: Card
sv: Kort

source: The store's receipt of payment
sv: Butikens kvitto Betalning

source: Checkout ID
sv: KassaID

source: Keep the receipt
sv: Behall kvitto

source: Cut here
sv: Skär här

source: Amount, receipt no
sv: Belopp, kvittonummer

source: Find Transaction
sv: Hitta transaktion

source: Refund
sv: ≈terkˆp

source: View on map
sv: Visa på karta

source: View Original Payment
sv: Visa

source: January
sv: Januari

source: February
sv: Februari

source: March
sv: Mars

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: Feb
sv: febr

source: Mar
sv: mars

source: Apr
sv: april

source: Oct
sv: okt

source: By day
sv: Dag

source: By Month
sv: Månad

source: Top Selling Products
sv: Populära produkter

source: Payments
sv: Betalningar

source: Total Sales
sv: Total försäljning

source: Discounts
sv: Rabatter

source: Card payments
sv: Kortbetalningar

source: Fees
sv: Avgifter

source: Cash payments
sv: Kontant betalning

source: Swish payments
sv: Swish betalning

source: Other payments
sv: Andra betalning

source: Copies print
sv: kopior print

source: Copies email
sv: kopior e

source: Help & Support
sv: Hjälp och support

source: How to get started with ISUPOS
sv: Kom igång med ISUPOS

source: Contact Support
sv: Kontakta support

source: Support Pages
sv: Supportsidor

source: Cash Payments
sv: Kontantbetalning

source: Auto fill amount
sv: Fyll i belopp automatiskt

source: Auto fill exact amount tendered
sv: Fyll i exakt mottaget belopp automatiskt

source: Skip
sv: Hoppa över

source: Skip amount tendered view
sv: Hoppa över inbetalat belopp

source: Thank you view
sv: Tackvy

source: Auto dismiss
sv: Avfärda automatiskt

source: Always auto dismiss thank you view
sv: Stäng tackvyn automatiskt

source: Sound effects
sv: Ljudeffekter

source: Play sound effects in app
sv: Använd ljudeffekter

source: Email
sv: E-post

source: Currency
sv: Valuta

source: VAT Variations
sv: Momssatser

source: Language
sv: Språk

source: Sounds in app
sv: Ljudeffekter

source: Account Settings
sv: Kontoinställningar

source: New Password
sv: Nytt Lösenord

source: Confirm Password
sv: Bekräfta Lösenord

source: Enter Company ID
sv: Ange Company ID

source: Central Key
sv: Central inställningar

source: Greengate Credentials
sv: Kontrollenhet

source: Username
sv: Användarnamn

source: ManRegisterId
sv: ID-nummer kontrollenhet

source: Select Format
sv: Välj tidsformat

source: Time Format
sv: Tidsformat

source: 12 Hours
sv: 12 timmar

source: 24 Hours
sv: 24 timmar

source: Select Mode
sv: Välj läge

source: Merchant Secret Key
sv: Merchant hemlig nyckel

source: Test
sv: Testa

source: Signup
sv: Registrera

source: Payworks Credentials
sv: Kortintegration

source: Skip registration
sv: Hoppa över registrering

source: Register here
sv: Registrera dig här

source: New Product
sv: Skapa produkt

source: Title
sv: Titel

source: Product saved.
sv: Produkten har sparats

source: Purchase Completed
sv: Köp genomfört

source: Thank You
sv: Tack

source: Tendered
sv: anbud

source: Payment Method
sv: Betalmetod

source: Manual Entry
sv: Ange kortnummer manuellt

source: Card Payment
sv: Kortbetalning

source: No card reader connected
sv: Ingen kortläsare ansluten

source: Connect an ISUPOS card reader to accept easy card payments.
sv: Anslut en ISUPOS kortterminal för att enkelt kunna ta emot kortbetalningar.

source: Buy card reader
sv: Köp kortläsare

source: Get help
sv: Få hjälp

source: The receipt CTU server is not accepting the receipt
sv: Kvittot CTU-servern tar inte emot kvittot

source: None
sv: Ingen

source: Miura card reader connected
sv: Miura kortläsare som är ansluten

source: Custom Discount
sv: Anpassad Rabatt

source: Custom Amount
sv: Anpassa belopp

source: Please Enter Valid Email
sv: Skriv in en giltig e-postadress

source: Edit Product
sv: Redigera produkt

source: Choose From Library
sv: Välj Från biblioteket

source: Take Photo
sv: Ta ett foto

source: Custom Unit
sv: Anpassad Enhet

source: Price per unit
sv: Pris per enhet

source: Delete
sv: Radera

source: Product Updated.
sv: Produkten har uppdaterats.

source: Do you want to Remove Article?
sv: Vill du ta bort artikel?

source: Please enter Barcode
sv: Ange Barcode

source: Barcode already exist
sv: Streckkod redan existerar

source: Including VAT
sv: Inklusive moms

source: No printer found.
sv: Ingen skrivare hittades.

source: Please enter product title.
sv: Ange produkttiteln.

source: Please enter product description.
sv: Ange produktbeskrivning.

source: Please enter price
sv: Ange pris

source: Please add atleast one variant.
sv: Vänligen lägg till minst en variant.

source: Unable to find a camera on your device.
sv: Det går inte att hitta en kamera på enheten.

source: Card payment method not available.
sv: Kort betalningsmetod inte tillgänglig.

source: Payment cancelled.
sv: Betalning avbryts.

source: Please enter units
sv: Ange enheter

source: Error
sv: fel

source: is invalid PIN Code
sv: är ogiltig PIN-kod

source: The PIN Code is 4 to 16 digits.
sv: PIN-koden är 4 till 16 siffror.

source: Warning
sv: Varning

source: iPhone and iPod touch cannot use Alphabet PIN code, iPad only can use.
sv: iPhone och iPod touch kan inte använda alfabetet PIN-koden, iPad bara kan använda.

source: Failed to open port.
sv: Det gick inte att öppna porten.

source: Failed to apply.
sv: Det gick inte att gälla.

source: Complete
sv: komplett

source: To apply settings, please turn the device power OFF and ON, and established pairing again.
sv: Om du vill använda inställningarna vänd enheten strömmen och ON, och etablerade parning igen.

source: Printer Error
sv: Skrivare fel

source: Write port timed out
sv: Skrivport timeout

source: Get status failed
sv: Get status misslyckades

source: Please enter all fields.
sv: Ange alla områden.

source: Discount is not more than 100%.
sv: Rabatt är inte mer än 100%.

source: Discount is not more than actual amount.
sv: Rabatten är inte mer än faktiska beloppet.

source: Please enter discount.
sv: Ange rabatt.

source: Fail to Open Port
sv: Misslyckas med att öppna port

source: Get firmware information failed
sv: Get informations fasta programvaran misslyckades

source: Drawer Status
sv: låda Status

source: Get status failed.
sv: Få status misslyckades.

source: Printer is offline
sv: Skrivaren är inte uppkopplad

source: Sorry
sv: Förlåt

source: Password did not match
sv: Lösenord matchade inte

source: Please select variant.
sv: Välj variant.

source: This function requires iOS6 or later.
sv: Denna funktion kräver iOS6 eller senare.

source: Failure
sv: misslyckande

source: The password is incorrect. stop the process.
sv: Lösenordet är felaktigt. stoppa processen.

source: Please Input Password
sv: Vänligen Ange lösenord

source: Select Interface
sv: Välj gränssnitt

source: Select Port
sv: Välj Port

source: Please check your internet connection.
sv: Kontrollera din Internet-anslutning.

source: Please enter username and password on settings screen.
sv: Ange användarnamn och lösenord på inställningar.

source: Unsupported
sv: ouppburen

source: Cash Drawer is unsupported by portable printers
sv: Kassalåda stöds inte av bärbara skrivare

source: An error has occurred during printing.
sv: Ett fel har inträffat under utskrift.

source: Swipe a credit card
sv: Svep ett kreditkort

source: Failed to read port
sv: Det gick inte att läsa port

source: Already have products in cart. Do you want to exchange the cart.
sv: Redan har produkter i kundvagnen. Vill du byta vagnen.

source: Some error has occurred. Please check your Infrasec credntials
sv: Vissa fel har uppstått. Kontrollera dina Infrasec credntials

source: This function is available via the bluetooth interface only.
sv: Denna funktion är tillgänglig via Bluetooth-gränssnittet.

source: initWithPortName:deviceType: is failure.
sv: initWithPortName: deviceType: är fel.

source: open is failure.
sv: öppen är misslyckande.

source: loadSetting is failure.
sv: belastningsinställande är fel.

source: Fail to Disconnect
sv: Kunde inte Koppla

source: No match found
sv: Ingen träff

source: Refund can't be undone
sv: Återbetalning kan inte ångras

source: Please enter email and password for login.
sv: Ange e-postadress och lösenord för inloggning.

source: The email or password you entered is incorrect.
sv: E-postadressen eller lösenordet du skrev in är inte korrekt.

source: No Results Found.
sv: Inga resultat funna.

source: Edit
sv: Redigera

source: ChargePay
sv: Kostnad

source: Total
sv: Totalt

source: Sign Here
sv: Signatur

source: Thank you for buying!
sv: Tack för att du handlar hos oss välkommen åter!

source: Report Number
sv: Rapportnummer

source: Number of total refunds:
sv: Totalt antal returer:

source: Receipt email
sv: Mottagande e

source: Receipt print
sv: Mottagande trycket

source: Grand total sales
sv: Grand totala försäljningen

source: Grand total refund
sv: Grand total returer

source: Grand total sales-refund
sv: Grand total netto

source: Products
sv: produkter

source: Total sale amount:
sv: Totalt försäljningbelopp:

source: Total products:
sv: Totalt produkter:

source: Total receipts:
sv: Totalt kvitton:

source: Number of receipts mailed:
sv: Antal kvitton e-post:

source: Number of receipts printed:
sv: Antal kvitton som skrivs ut:

source: Number of copies mailed:
sv: Antal kvittokopior e-post:

source: Number of copies printed:
sv: Antal tryckta Kvitto:

source: Total refunds:
sv: Totalt i retur:

source: VAT:
sv: moms:

source: Discounts:
sv: rabatter:

source: Printed report of
sv: Av den utskrivna rapporten

source: Emailed report of
sv: Rapporter om Mailas

source: Cash sale amount:
sv: Kontant försäljningbelopp:

source: Card sale amount:
sv: Kort försäljningbelopp:

source: Swish sale amount:
sv: Swish försäljningbelopp:

source: Other sale amount:
sv: Andra försäljningbelopp:

source: Number of cash payments:
sv: Antal kontantbetalningar:

source: Number of card payments:
sv: Antal kortbetalningar:

source: Number of swish payments:
sv: Antal swishbetalningar:

source: Number of other payments:
sv: Antal andrabetalningar:

source: Emails
sv: e-postmeddelanden

# Enable
source: Use Control Unit
sv: Använd kontrollenhet

source: Exchange
sv: Utbyta

source: Please enter valid price.
sv: Ange giltigt pris.

source: Other
sv: Andra

source: Starting cash value:
sv: Startar kontantvärde:

source: Total amount in copies printed:
sv: Totalt antal kopior som skrivs ut:

source: Total amount in copies mailed:
sv: Totalt antal i kopior som skickas:
